"Photo" = "Photo";
"Cancel" = "Cancel";
"Camera Roll" = "Camera Roll";
"My Photo Stream" = "My Photo Stream";
"Recently Added" = "Recently Added";
"Selfies" = "Selfies";
"Screenshots" = "Screenshots";
"Videos" = "Videos";
"Please change private setting in %@ 'Settings-Private-Photos' to allow %@ access your photo album" = "Please change private setting in %@ 'Settings-Private-Photos' to allow %@ access your photo album";
"I see" = "I see";
"Processing..." = "Processing...";
"Back" = "Back";
"Preview" = "Preview";
"Original" = "Original";
"OK" = "OK";
"You cann‘t select more than %zd photos" = "You cann‘t select more than %zd photos";
"Cann't select video" = "Cann't select video";
"Original drawing" = "Original drawing";
"In multi-select mode,selected video will be sent as image." = "In multi-select mode,selected video will be sent as image.";
"Video Preview" = "Video Preview";
